runs/case_18/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2606                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   nonuniform List<vector> 
418786
(
(6.60117 0.000441436 0.000862435)
(6.60115 -0.000357464 -0.000308489)
(6.59928 -2.38881e-05 -0.000101282)
(6.59972 0.000107258 7.7412e-05)
(6.59987 -9.09875e-05 -7.44274e-05)
(6.59845 -0.000307237 -0.000324281)
(6.59941 0.000244397 0.000457582)
(6.59896 -0.000316691 -0.000267759)
...
)
;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform (6.6 0 0);
    }
    outlet
    {
        type            zeroGradient;
    }
    sides
    {
        type            slip;
    }
    symmetry
    {
        type            symmetryPlane;
    }
    tailfin
    {
        type            noSlip;
    }
}


// ************************************************************************* //
