runs/case_18/0/omega
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      omega;
}

dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 15;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 15;
    }
    outlet
    {
        type            zeroGradient;
    }
    tailfin
    {
        type            omegaWallFunction;
        value           uniform 15;
    }
    sides
    {
        type            zeroGradient;
    }
    symmetry
    {
        type            symmetryPlane;
    }
}
