runs/case_18/system/surfaceFeatureExtractDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      surfaceFeatureExtractDict;
}

tailfin.stl
{
    extractionMethod    extractFromSurface;
    includedAngle       150;
    subsetByDistance    no;
    writeObj            yes;
}
